{
  "plugins": {
    "Comment": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "FixCursorHold": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "codecompanion": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conflict-marker.vim": {
      "src": "https://github.com/rhysd/conflict-marker.vim"
    },
    "cool": {
      "src": "https://github.com/romainl/vim-cool"
    },
    "copilot": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "diffview": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fidget": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "helm": {
      "src": "https://github.com/towolf/vim-helm"
    },
    "incline": {
      "src": "https://github.com/b0o/incline.nvim"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lazygit": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-null-ls": {
      "src": "https://github.com/jay-babu/mason-null-ls.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-golang": {
      "src": "https://github.com/fredrikaverpil/neotest-golang",
      "version": ">=0.0.0"
    },
    "noice": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "none-ls": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "none-ls-shellcheck": {
      "src": "https://github.com/gbprod/none-ls-shellcheck.nvim"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-colorizer": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-coverage": {
      "src": "https://github.com/andythigpen/nvim-coverage"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind"
    },
    "overseer": {
      "src": "https://github.com/stevearc/overseer.nvim"
    },
    "peekaboo": {
      "src": "https://github.com/junegunn/vim-peekaboo"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "precognition": {
      "src": "https://github.com/tris203/precognition.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "schemastore": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "smart-splits": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zen-mode": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
